Repository: SerShevchyk/pulso_battool
Catalog: translations/pulso_battool-*.po
Languages: de, fr, nl

source: The ID of the Term entity.
de: Die ID der Entität Term.
fr: L'ID de l'entité Term.
nl: De ID van de Term entiteit.

source: The UUID of the Contact entity.
de: Die UUID der Kontaktentität.
fr: L'UUID de l'entité Contact.
nl: De UUID van de Contact entiteit.

source: Created
fr: Créé
nl: Aangemaakt

source: The time that the entity was created.
de: Der Zeitpunkt, zu dem die Entität erstellt wurde.
fr: Le moment où l'entité a été créée.
nl: Het tijdstip waarop de entiteit werd gecreëerd.

source: Language code
fr: Code de la langue
nl: Taalcode

source: The language code.
de: Der Sprachcode.
fr: Le code de la langue.
nl: De taalcode.

source: Default Language code
de: Standard-Sprachcode
fr: Code de langue par défaut
nl: Standaardtaalcode

source: Indicates if this is the default language.
de: Gibt an, ob dies die Standardsprache ist.
fr: Indique s'il s'agit de la langue par défaut.
nl: Geeft aan of dit de standaardtaal is.

source: What is your age?
de: Wie alt sind Sie?
fr: Quelle âge avez-vous ?
nl: Hoe oud bent u?

source: What is your gender?
de: Was ist ihr Gender?
fr: Quel est votre genre ?
nl: Wat is uw gender?

source: What is the highest diploma you have obtained?
de: Was ist Ihr höchstes Bildungsniveau?
fr: Quel est votre diplôme le plus élevé ?
nl: Wat is uw hoogst behaalde diploma?

source: What sector do you work in?
de: In welchem Sektor arbeiten Sie?
fr: Dans quel secteur travaillez-vous ?
nl: In welke sector werkt u?

source: What is your occupation?
de: Welchen Beruf haben Sie?
fr: Quel est votre métier ?
nl: Welk beroep hebt u?

source: Do you work full-time or part-time?
de: Arbeiten Sie Vollzeit oder Teilzeit?
fr: Travaillez-vous à temps plein ou à temps partiel ?
nl: Werkt u voltijds of deeltijds?

source: What type of contract do you have?
de: Welche Art von Vertrag haben Sie?
fr: Quel type de contrat avez-vous ?
nl: Welk soort contract hebt u?

source: What is your family situation?
de: Was ist Ihre familiäre Situation?
fr: Quelle est votre situation familiale ?
nl: Welke is uw gezinssituatie?

source: Are you sure you want to delete entity %name?
de: Sind Sie sicher, dass Sie Entität %nname löschen wollen?
fr: Etes-vous sûr de vouloir supprimer l'entité %nnom ?
nl: Weet u zeker dat u entiteit %name wilt verwijderen?

source: Delete
fr: Supprimer
nl: Verwijderen

source: Export
fr: Exporter
nl: Exporteren

source: Please choose an answer
nl: Kies een antwoord

source: Next: Your result
de: Nächste: Ihr Ergebnis
fr: Suivant : Votre résultat
nl: Volgende: Uw resultaat

source: Next: Burn-out
de: Nächste: Ausbrennen
fr: Suivant : Burn-out
nl: Volgende: Burn-out

source: Next: Your work situation and personal characteristics
de: Weiter: Ihre Arbeitssituation und persönliche Eigenschaften
fr: Suivant : Votre situation professionnelle et vos caractéristiques personnelles
nl: Volgende: Uw werksituatie en persoonlijke kenmerken

source: Male
de: Mann
fr: Homme
nl: Man

source: Female
de: Frau
fr: Femme
nl: Vrouw

source: Other
de: Andere
fr: Autre
nl: Ander

source: Primary education
de: Grundschulausbildung
fr: Enseignement primaire
nl: Lager onderwijs

source: Lower secondary education (up to 3rd year)
de: Sekundarstufe I
fr: Enseignement secondaire inférieur (3ème année comprise)
nl: Lager secundair onderwijs (t.e.m. 3e jaar)

source: Upper secondary education (up to and including 7th year)
de: Sekundarstufe II
fr: Enseignement secondaire supérieur (7ème année comprise)
nl: Hoger secundair onderwijs (t.e.m. 7e jaar)

source: Non-university higher education
de: Hochschulbildung, nichtuniversitär
fr: Enseignement supérieur non universitaire
nl: Niet-universitair hoger onderwijs

source: University higher education
de: Hochschulbildung, Universitätsniveau
fr: Enseignement supérieur universitaire
nl: Universitair hoger onderwijs

source: Agriculture
de: Landwirtschaft
nl: Landbouw

source: Manufacturing
de: Industrie
fr: Industrie
nl: Industrie

source: Services
de: Dienstleistungen
nl: Diensten

source: Health Care
de: Gesundheitswesen
fr: Santé
nl: Gezondheidszorg

source: Public administration
de: Öffentliche Verwaltung
fr: Administration publique
nl: Overheidsadministratie

source: Education
de: Bildung
fr: Enseignement
nl: Onderwijs

source: Self-employed or liberal profession
de: Selbstständig oder freiberuflich
fr: Indépendant ou profession libérale
nl: Zelfstandige of vrij beroep

source: Unskilled worker (e.g. machine operator/operator, production worker, ...)
de: Ungelernte(r) Arbeiter(in) (z.B. Maschinenbediener(in), Produktionsarbeiter(in))
fr: Ouvrier non qualifié (par exemple, opérateur/opérateur de machine, ouvrier de production,…)
nl: Ongeschoolde arbeid(st)er (bijv. machine operator/operatrice, productiearbeid(st)er,…)

source: Skilled worker or foreman (e.g. electrician, mechanic, welder, etc.)
de: Gelernte(r) Arbeiter(in) oder Vorarbeiter(in) (z.B. Elektriker(in), Monteur(in), Schweißer(in) usw.)
fr: Ouvrier qualifié ou contremaître/patron (par exemple électricien, mécanicien, soudeur,…)
nl: Geschoolde arbeid(st)er of ploegbaas/bazin (bijv. elektricien, monteur, lasser,…)

source: Executive or administrative employee (e.g. typist, secretary, telephonist, shop assistant,...)
de: Ausführende(r) oder Verwaltungsangestellte(r) (z.B. Schreibkraft, Sekretär(in), Telefonist(in), Ladenangestellte(r), usw.)
fr: Employé(e) de direction ou administratif/-ive (ex. dactylo, secrétaire, opérateur/-trice, employé(e) de magasin,…)
nl: Uitvoerend of administratief bediende (bijv. typist(e), secretaresse, telefonist(e),winkelbediende,…)

source: Medium-level employee or manager of employees (e.g. ICT expert, teacher, sales representative,...)
de: Mittleres Niveau Angestellte(r) oder Vorgesetzte(r) von Angestellten (z.B. IKT-Fachmann, Lehrkraft, Vertreter(in), usw.)
fr: Employé(e) de niveau intermédiaire ou gestionnaire d'employés (par exemple, expert(e) en TIC, enseignant(e), représentant(e) des ventes, …)
nl: Midden-niveau bediende of leidinggevende van bedienden (bijv. ICT-expert, leerkracht, vertegenwoordig(st)er,…)

source: Senior, lower or middle management (e.g. business manager, sales manager, office manager, engineer, teacher, etc.)
de: Höhere(r) Angestellte(r), unterer oder mittlerer Stab (z.B. Geschäftsführer(in), Verkaufsleiter(in), Büroleiter(in), Ingenieur(in), Dozent(in) usw.)
fr: Employé(e) supérieur(e), cadre inférieur ou cadre intermédiaire (par exemple, chef d'entreprise, directeur/-trice des ventes), chef de bureau, ingénieur, enseignant(e), ...)
nl: Hoger bediende, lager kader of middenkader (bijv. zaakvoerder, verkoopleider(ster), kantoorverantwoordelijke, ingenieur, docent(e),…)

source: Senior manager or director (e.g. head of department, senior manager, head of school, ...)
de: Oberes Management oder Direktion (z.B. Abteilungsleiter(in), Senior Manager, Schulleiter(in)usw.)
fr: Cadre supérieur ou direction (par exemple, chef de service, senior manager, directeur d'école,…)
nl: Hoger kader of directie (bijv. afdelingshoofd, senior manager, schoolhoofd,…)

source: Full-time
de: Vollzeit
fr: A temps plein
nl: Voltijds

source: Part-time (e.g. 4/5 or 1/2)
de: Teilzeit (z. B. 4/5 oder 1/2)
fr: A temps partiel (p.ex. 4/5 ou 1/2)
nl: Deeltijds (bijv. 4/5 of 1/2)

source: Single
de: Alleinstehend
fr: Célibataire
nl: Alleenstaande

source: Single with one child
de: Alleinstehend mit einem Kind
fr: Célibataire avec un enfant
nl: Alleenstaande met één kind

source: Single with several children
de: Alleinstehend mit mehreren Kindern
fr: Célibataire avec plusieurs enfants
nl: Alleenstaande met meerdere kinderen

source: Living together or married without children
de: Zusammenwohnend oder verheiratet ohne Kinder
fr: Cohabitant ou marié sans enfant
nl: Samenwonend of gehuwd zonder kinderen

source: Living together or married with one child
de: Zusammenwohnend oder verheiratet mit einem Kind
fr: Cohabitant ou marié avec un enfant
nl: Samenwonend of gehuwd met één kind

source: Living together or married with several children
de: Zusammenwohnend oder verheiratet mit mehreren Kindern
fr: Cohabitant ou marié avec plusieurs enfants
nl: Samenwonend of gehuwd met meerdere kinderen

source: Newly formed family (with one or more children)
de: Neu zusammengestellte Familie (mit einem oder mehreren Kindern)
fr: Famille recomposée avec un ou plusieurs enfants
nl: Nieuw samengesteld gezin (met één of meerdere kinderen)

source: Single, with one or more elderly relatives living at home (parents, aunt/uncle, …)
de: Alleinstehend, mit einem oder mehreren, im Haus wohnhaften älteren Familienmitgliedern (Eltern, Tante/Onkel usw.)
fr: Célibataire, avec un ou plusieurs membres âgés de la famille (parents, tante/oncle, …) habitant sous le même toit
nl: Alleenstaande, met één of meerdere inwonende oudere familieleden (ouders, tante/oom, …)

source: Family without children, with one or more elderly relatives living at home (parents, aunt/uncle, …)
de: Familie ohne Kinder, mit einem oder mehreren, im Haus wohnhaften älteren Familienmitgliedern (Eltern, Tante/Onkel usw.)
fr: Famille sans enfant, avec un ou plusieurs membres âgés de la famille (parents, tante/oncle, …) habitant sous le même toit
nl: Gezin zonder kinderen, met één of meerdere inwonende oudere familieleden (ouders, tante/oom, …)

source: Family with one or more children, and with one or more elderly relatives living at home (parents, aunt/uncle, …)
de: Familie mit einem oder mehreren Kindern, und mit einem oder mehreren, im Haus wohnhaften älteren Familienmitgliedern (Eltern, Tante/Onkel usw.)
fr: Famille avec un ou plusieurs enfants, et avec un ou plusieurs membres âgés de la famille (parents, tante/oncle, …) habitant sous le même toit
nl: Gezin met één of meerdere kinderen, en met één of meerdere inwonende oudere familieleden (ouders, tante/oom, …)

source: Permanent contract (open-ended; statutory)
de: Fester Vertrag (unbefristet; statutarisch)
fr: Un contrat fixe (durée indéterminée, statutaire)
nl: Vast contract (onbepaalde duur; statutair)

source: Temporary contract (fixed term, contractual, agency work, etc.)
de: Befristeter Vertrag (bestimmte Dauer, vertraglich, Zeitarbeit usw.)
fr: Un contrat temporaire (durée déterminée, contractuel, intérimaire,…)
nl: Tijdelijk contract (bepaalde duur, contractueel, uitzendarbeid,…)

source: Submit
de: Senden
fr: Envoyer
nl: Verzenden

source: Never
de: Nie
fr: Jamais
nl: Nooit

source: Rarely
de: Selten
fr: Rarement
nl: Zelden

source: Sometimes
de: Manchmal
fr: Parfois
nl: Soms

source: Often
de: Oft
fr: Souvent
nl: Vaak

source: Always
de: Immer
fr: Toujours
nl: Altijd

source: Strongly disagree
de: Stimme überhaupt nicht zu
fr: Pas du tout d'accord
nl: Helemaal oneens

source: Disagree
de: Stimme nicht zu
fr: Pas d'accord
nl: Oneens

source: Rather disagree
de: Eher nicht zustimmen
fr: Plutôt pas d'accord
nl: Eerder oneens

source: Neither agree nor disagree
de: Stimme weder zu noch nicht zu
fr: Ni d'accord, ni pas d'accord
nl: Noch eens, noch oneens

source: Rather agree
de: Eher zustimmen
fr: Plutôt d'accord
nl: Eerder eens

source: Agree
de: Stimme zu
fr: D'accord
nl: Eens

source: Fully agree
de: Stimme völlig zu
fr: Tout à fait d'accord
nl: Helemaal eens

source: The form has been submitted
de: Das Formular wurde abgeschickt
fr: Le formulaire a été soumis
nl: Het formulier is verzonden

source: Stress Result Descriptions
de: Beschreibungen der Stressergebnisse
fr: Descriptions des résultats de stress
nl: Stress Resultaat Beschrijvingen

source: Stress Result: Green
de: Stress Ergebnis: Grün
fr: Résultat du stress : Vert
nl: Stress Resultaat: Groen

source: Stress Result: Orange
de: Stress Ergebnis: Orange
fr: Résultat du stress : Orange
nl: Stress Resultaat: Oranje

source: Stress Result: Red
de: Stress Ergebnis: Rot
fr: Résultat du stress : Rouge
nl: Stress Resultaat: Rood

source: Burn Out Result Descriptions
de: Burn Out Ergebnisbeschreibungen
fr: Descriptions des résultats du burn out
nl: Burn Out Resultaat Beschrijvingen

source: Burn Out Result: Green
de: Burn Out Ergebnis: Grün
fr: Résultat du Burn Out : Vert
nl: Burn Out Resultaat: Groen

source: Burn Out Result: Orange
de: Burn Out Ergebnis: Orange
fr: Résultat du Burn Out : Orange
nl: Burn Out Resultaat: Oranje

source: Burn Out Result: Red
de: Burn Out Ergebnis: Rot
fr: Résultat du Burn Out : Rouge
nl: Burn Out Resultaat: Rood

source: Title
fr: Titre
nl: Titel

source: Description
nl: Beschrijving

source: Button Title
de: Button Titel
fr: Titre du bouton
nl: Knop Titel

source: Redirect Url
de: Weiterleitung URL
fr: URL de redirection
nl: Url doorverwijzen

source: Please answer all the questions.
de: Bitte beantworten Sie alle Fragen.
fr: Veuillez répondre à toutes les questions.
